Repository: MinBZK/nl-wallet
Catalog: wallet_app/lib/l10n/intl_*.arb
Languages: nl

# pinValidationErrorDialogDefaultError
source: Choose another PIN
nl: Kies een andere pincode

# pinValidationErrorDialogTitle
source: This PIN is too simple
nl: Deze pincode is te simpel

# pinValidationErrorDialogTooFewUniqueDigitsError
source: Choose a PIN with different digits.
nl: Kies een pincode met verschillende cijfers.

# placeholderScreenContractDescription
source: The contract will be displayed here.
nl: Hier komt het contract te staan.

# placeholderScreenGenericDescription
source: Please try again later.
nl: Heb je vragen of hulp nodig? Tijdens de beproeving staat het NL Wallet-team voor je klaar. Spreek iemand aan, die zal je verder helpen.

# placeholderScreenHeadline
source: Sorry, this page is still under construction.
nl: Helaas, aan deze pagina wordt nog gewerkt.

# policyScreenDataCanBeDeleted
source: You can have data deleted
nl: Je kunt gegevens laten verwijderen

# policyScreenDataCanBeDeletedDescription
source: The organization offers a way to have your data deleted.
nl: De organisatie biedt een manier om je gegevens te laten verwijderen.

# policyScreenDataCanNotBeDeleted
source: You cannot have data deleted
nl: Je kunt gegevens niet laten verwijderen

# policyScreenDataCanNotBeDeletedDescription
source: The organization does not offer a way to have your data deleted.
nl: De organisatie biedt geen manier om je gegevens te laten verwijderen.

# policyScreenDataIsSignature
source: By continuing the agreements will be definitive
nl: Met ondertekenen maak je een afspraak definitief

# policyScreenDataNotBeStored
source: Your data will not be stored
nl: Je gegevens worden niet bewaard

# policyScreenDataNotBeStoredDescription
source: Your data will only be used during this session and not stored for later use.
nl: Je gegevens worden alleen gebruikt in deze sessie en niet verder opgeslagen.

# policyScreenDataPurposeDescription
source: Your data is not used for anything besides the stated purpose.
nl: De gegevens worden niet voor andere doelen gebruikt.

# policyScreenDataRetentionDuration
source: {months, plural, one {Data will be stored for {months} month} other {Data will be stored for {months} months}}
nl: {months, plural, one {Gegevens worden {months} maand bewaard} other {Gegevens worden {months} maanden bewaard}}

# policyScreenDataRetentionDurationDescription
source: {months, plural, one {Your data will be stored for {months} month. It will then be deleted automatically.} other {Your data will be stored for {months} months. They will then be deleted automatically.}}
nl: {months, plural, one {Je gegeven wordt {months} maand bewaard in je dossier. Daarna wordt het automatisch verwijderd.} other {Je gegevens worden {months} maanden bewaard in je dossier. Daarna worden ze automatisch verwijderd.}}

# policyScreenDataWillBeShared
source: Data will be shared with other organizations
nl: Gegevens worden gedeeld met andere organisaties

# policyScreenDataWillBeSharedDescription
source: Your data will be shared with other companies or organizations
nl: Je gegevens worden gedeeld met andere bedrijven of organisaties.

# policyScreenDataWillNotBeShared
source: Data will not be shared with other organizations
nl: Gegevens worden niet gedeeld met andere organisaties

# policyScreenDataWillNotBeSharedDescription
source: Your data will not be shared with other companies or organizations
nl: Je gegevens worden niet gedeeld met andere bedrijven of organisaties

# policyScreenPolicySectionPolicyCta
source: privacy policy
nl: privacyverklaring

# policyScreenPolicySectionText
source: Read more in the {policy} of the {organization}. Here you can read more about how the {organization} will use your data.
nl: Lees meer in het {policy} van {organization}. Hierin lees je meer over hoe {organization} je gegevens gaat gebruiken.

# policyScreenPolicySectionTitle
source: Learn more?
nl: Meer weten?

# policyScreenReportIssueCta
source: Would you like to report a problem?
nl: Wil je een probleem melden?

# policyScreenSubtitle
source: The following agreements apply only to this sharing invitation.
nl: De volgende afspraken gelden alléén voor deze uitnodiging tot delen.

# policyScreenTitle
source: Agreements
nl: Afspraken

# qrMyCodeTabHowToCta
source: How does my QR code work?
nl: Hoe werkt mijn QR code?

# qrMyCodeTabHowToSheetCloseCta
source: Close
nl: Sluiten

# qrMyCodeTabHowToSheetDescription
source: Let the QR code be scanned by a controller to start sharing. Then, you will receive a data request. Only if you agree to the request will data be shared.
nl: Laat de QR-code scannen door een controleur om te beginnen met delen. Vervolgens krijg je een gegevens verzoek. Alleen als je akkoord gaat met het verzoek zullen gegevens worden gedeeld.

# qrMyCodeTabHowToSheetTitle
source: How does my QR code work?
nl: Hoe werkt mijn QR-code?

# qrScanTabContinueCta
source: Scan another QR code
nl: Nog een QR-code scannen

# qrScanTabGrantPermissionCta
source: Grant access to camera
nl: Toegang geven tot camera

# qrScreenCheckingCodeWCAGAnnouncement
source: QR code is being checked
nl: QR-code wordt gecontroleerd

# qrScreenDisableTorchCta
source: Turn flashlight off
nl: Zet zaklamp uit

# qrScreenEnableTorchCta
source: Turn flashlight on
nl: Zet zaklamp aan

# qrScreenPermissionHint
source: The NL Wallet needs access to your camera to scan a QR code
nl: De NL Wallet heeft toegang nodig tot je camera om een QR-code te scannen

# qrScreenScanHint
source: Point your camera at a QR code
nl: Richt je camera op een QR-code

# qrScreenScanScannerActiveWCAGAnnouncement
source: No QR code found. Point your camera at a QR code
nl: Geen QR-code gevonden. Richt je camera op een QR-code

# qrScreenScanSuccessfulWCAGAnnouncement
source: Scan successful
nl: Scan gelukt

# qrScreenScanningWCAGAnnouncement
source: Point your camera at a QR code
nl: Richt je camera op een QR-code

# reportIssueScreenHeaderTitle
source: Which problem would you like to report? Your report will be sent anonymously.
nl: Welk probleem wil je melden? Je melding wordt anoniem verstuurd.

# reportIssueScreenTitle
source: Would you like to report a problem?
nl: Wil je een probleem melden?

# reportOptionImpersonatingOrganization
source: This organization pretends to be someone else
nl: Deze organisatie doet zich voor als een ander

# reportOptionOverAskingOrganization
source: This organization requests too much data or irrelevant data
nl: Deze organisatie vraagt te veel gegevens

# reportOptionRequestNotInitiated
source: I did not start this request
nl: Ik ben deze aanvraag niet gestart

# reportOptionSuspiciousOrganization
source: This organization seems suspicious
nl: Deze organisatie lijkt verdacht

# reportOptionUnknownOrganization
source: I do not know this organization
nl: Ik ken deze organisatie niet

# reportOptionUnreasonableTerms
source: I disagree with the terms
nl: Ik ben het niet eens met de voorwaarden

# requestDetailScreenTitle
source: Request details
nl: Aanvraag details

# requestDetailsScreenAttributesSubtitle
source: {count, plural, one {Only the following detail was requested.} other {Only the following {count} details were requested.}}
nl: {count, plural, one {Alleen het volgende gegeven werd gevraagd.} other {Alleen deze volgende {count} gegevens werden gevraagd.}}

# requestDetailsScreenAttributesTitle
source: Requested attributes
nl: Gevraagde gegevens

# resetWalletDialogBody
source: This will delete all your data. You can then recreate the NL Wallet.
nl: Hiermee worden al je gegevens verwijderd. Je kunt de NL Wallet daarna opnieuw aanmaken.

# resetWalletDialogCancelCta
source: CANCEL
nl: ANNULEREN

# resetWalletDialogConfirmCta
source: YES, DELETE
nl: JA, VERWIJDEREN

# resetWalletDialogTitle
source: Do you want to delete all data?
nl: Wil je alle gegevens verwijderen?

# rootDetectedScreenDescription
source: To protect your data, you can not use NL Wallet on this device. This device is not in its original state, which makes it not secure. See the help page for more information.
nl: Om je gegevens te beschermen, kun je de NL Wallet niet op dit apparaat gebruiken. Dit apparaat is niet meer in de originele staat en is daarom niet veilig. Bekijk de hulppagina voor meer informatie.

# rootDetectedScreenTitle
source: Your device is not secure
nl: Je apparaat is niet veilig

# scanWithWalletDialogBody
source: It looks like you have scanned a QR code with a different app. To be sure, scan the QR code with the NL Wallet.
nl: Het lijkt erop dat je een QR-code hebt gescand met een andere app. Scan voor de zekerheid de QR-code met de NL Wallet.

# scanWithWalletDialogTitle
source: Scan the QR code with NL Wallet
nl: Scan QR-code met NL Wallet

# settingsScreenChangeLanguageCta
source: Change language
nl: Taal veranderen

# settingsScreenChangePinCta
source: Change PIN
nl: Pincode veranderen

# settingsScreenClearDataCta
source: Remove data
nl: Gegevens verwijderen

# settingsScreenSetupBiometricsCta
source: Unlock with {supportedBiometrics}
nl: Open met {supportedBiometrics}

# settingsScreenSetupBiometricsNotSupportedSubtitle
source: Not supported on this device
nl: Niet beschikbaar op dit toestel

# settingsScreenTitle
source: Settings
nl: Instellingen

# setupBiometricsPageDescription
source: You use your PIN code to share data. Face scan or fingerprint is only for opening the app faster.
nl: Hierdoor open je sneller je NL Wallet. Je gebruikt je gezicht of vingerafdruk in plaats van je pincode.

# setupBiometricsPageEnableCta
source: Enable
nl: Aanzetten

# setupBiometricsPageLocalizedReason
source: To unlock the app
nl: Om de app te openen

# setupBiometricsPageSkipCta
source: Skip
nl: Overslaan

# setupBiometricsPageTitle
source: Do you want to unlock the app with {supportedBiometrics}?
nl: Wil je de app openen met {supportedBiometrics}?

# setupSecurityCompletedPageCreateWalletCta
source: Next
nl: Volgende

# setupSecurityCompletedPageDescription
source: Remember your PIN. You need it to open the app and share data.
nl: Onthoud je pincode. Hiermee open je de app en deel je gegevens.

# setupSecurityCompletedPageTitle
source: Your NL Wallet is secured
nl: Je NL Wallet is beveiligd

# setupSecurityCompletedPageWithBiometricsDescription
source: Remember your PIN. You need it to share data. {supportedBiometrics} only opens the app.
nl: Onthoud je pincode. Hiermee deel je gegevens. {supportedBiometrics} opent alleen de app.

# setupSecurityConfirmationPageTitle
source: Success! Repeat your PIN
nl: Herhaal je pincode

# setupSecurityLoadingPageDescription
source: PIN is being saved
nl: Pincode wordt opgeslagen

# setupSecurityLoadingPageTitle
source: Please wait
nl: Even geduld

# setupSecurityScreenWCAGPinChosenAnnouncement
source: PIN chosen. Repeat to confirm.
nl: Pincode gekozen. Herhaal pincode om te bevestigen.

# setupSecuritySelectPinPageTitle
source: Choose a 6-digit PIN
nl: Kies een 6-cijferige pincode

# sharedAttributesCardCta
source: View
nl: Bekijk

# sharedAttributesCardTitle
source: {count} from {cardTitle}
nl: {count} uit {cardTitle}

# showDetailsCta
source: View
nl: Bekijk

# signConfirmPinPageDescription
source: By entering your PIN you agree to exchange your data.
nl: Hiermee geef je toestemming om gegevens uit te wisselen.

# signConfirmPinPageErrorDescription
source: {count, plural, one {You can try {count} more time} other {You can try {count} more times}}
nl: {count, plural, one {Je kunt het nog {count} keer proberen} other {Je kunt het nog {count} keer proberen}}

# signConfirmPinPageErrorTitle
source: Invalid PIN
nl: Ongeldige pincode

# signConfirmPinPageTitle
source: Enter your PIN
nl: Vul je pincode in

# signGenericErrorPageCloseCta
source: Close
nl: Sluiten

# signGenericErrorPageDescription
source: Something went wrong. Please try again later.
nl: Er ging iets mis. Probeer het later nog eens.

# signGenericErrorPageTitle
source: Something went wrong
nl: Er ging iets mis

# signScreenCancelSheetDescription
source: If you stop, no agreements will be signed.
nl: Als je stopt worden de afspraken niet ondertekend.

# signScreenCancelSheetNegativeCta
source: No
nl: Nee

# signScreenCancelSheetPositiveCta
source: Yes, stop
nl: Ja, stoppen

# signScreenCancelSheetTitle
source: Are you sure you want to stop?
nl: Weet je zeker dat je wilt stoppen?

# signScreenTitle
source: Sign
nl: Ondertekenen

# signStoppedPageCloseCta
source: Close
nl: Sluiten

# signStoppedPageDescription
source: By stopping, no agreements have been signed
nl: Door te stoppen heb je de afspraken niet ondertekend.

# signStoppedPageFeedbackCta
source: Give feedback
nl: Geef feedback

# signStoppedPageTitle
source: Signing stopped
nl: Ondertekenen gestopt

# signSuccessPageCloseCta
source: Close
nl: Sluiten

# signSuccessPageDescription
source: You signed the agreements with {organization}.
nl: Je hebt de afspraken met {organization} ondertekend.

# signSuccessPageHistoryCta
source: Activities
nl: Activiteiten

# signSuccessPageTitle
source: Success!
nl: Gelukt!

# tourBannerTitle
source: Discover everything in short videos
nl: Ontdek alles in korte video's

# tourOverviewScreenSubtitle
source: Discover how the app works in short videos.
nl: Ontdek in korte video's hoe de app werkt.

# tourOverviewScreenTitle
source: App tour videos
nl: Uitleg-video’s

# unlockWithBiometricsReason
source: Unlock the NL Wallet
nl: Open de NL Wallet

# updateBannerNotifyDescription
source: This way, you get the best experience.
nl: Hiermee krijg je de beste ervaring.

# updateBannerNotifyTitle
source: Update the app
nl: Update de app

# updateBannerRecommendDescription
source: This way, you solve the problems.
nl: Hiermee los je de problemen op.

# updateBannerRecommendTitle
source: Update urgently needed
nl: Update nodig

# updateBannerWarnDescription
source: This version stops within {time_left}.
nl: Deze app-versie stopt binnen {time_left}.

# updateBannerWarnTitle
source: Update urgently needed
nl: Update nodig

# updateInfoScreenDescription
source: There are problems with this version of the app. Get the latest version from the Play Store for a better experience.
nl: Er zijn problemen met deze versie van de app. Haal de laatste versie uit de Play Store voor een betere ervaring.

# updateInfoScreenDescriptioniOSVariant
source: There are problems with this version of the app. Get the latest version from the App Store for a better experience.
nl: Er zijn problemen met deze versie van de app. Haal de laatste versie uit de App Store voor een betere ervaring.

# updateInfoScreenTitle
source: Update urgently needed
nl: Update vereist

# updateNotificationDialogCountdownDescription
source: Within {time_left}, this app version will stop. Update now via the {app_store} to continue using the app.
nl: Binnen {time_left} stopt deze app-versie. Werk de app bij via de {app_store} om deze te blijven gebruiken.

# updateNotificationDialogDescription
source: There are problems found in this version of the app. Update the app in the {app_store} to fix them.
nl: Er zijn problemen gevonden in deze versie van de app. Werk de app bij in de {app_store} om ze op te lossen.

# updateNotificationDialogTitle
source: Update urgently needed
nl: Update nodig

# walletPersonalizeCheckDataOfferingPageAcceptCta
source: Add
nl: Toevoegen

# walletPersonalizeCheckDataOfferingPageDeclineCta
source: No
nl: Nee

# walletPersonalizeCheckDataOfferingPageDeclineCtaSemanticsLabel
source: No, something is not right
nl: Nee, er klopt iets niet

# walletPersonalizeCheckDataOfferingPageSubtitle
source: If your details are correct, you will receive a Personal data card and an Address card.
nl: Als je gegevens kloppen, kun je ze als kaarten toevoegen.

# walletPersonalizeCheckDataOfferingPageTitle
source: Are your details correct?
nl: Wil je deze gegevens toevoegen?

# walletPersonalizeConfirmPinPageTitle
source: Agree with your PIN
nl: Geef akkoord met je pincode

# walletPersonalizeDataIncorrectScreenDescription
source: If your details are incorrect, it can cause problems. Therefore, do not add these details.
nl: Als je gegevens niet kloppen kan dat voor problemen zorgen. Voeg daarom gegevens niet toe.

# walletPersonalizeDataIncorrectScreenHowToResolveBulletPoints
source: Contact your municipality to have your details changed. Wait for a message from your municipality confirming the update. Log in again with DigiD to retrieve the correct details.
nl: Neem contact op met jouw gemeente om je gegevens te laten aanpassen. Wacht op een bericht van je gemeente dat de aanpassing is gelukt. Log opnieuw in met DigiD om de juiste gegevens op te halen.

# walletPersonalizeDataIncorrectScreenHowToResolveTitle
source: How can I correct incorrect details?
nl: Hoe kan ik foute gegevens aanpassen?

# walletPersonalizeDataIncorrectScreenNotYourDataDescription
source: Do not add the details and log in with your own DigiD.
nl: Voeg de gegevens niet toe en log in met je eigen DigiD.

# walletPersonalizeDataIncorrectScreenNotYourDataTitle
source: Is this not your details?
nl: Zijn dit niet jouw gegevens?

# walletPersonalizeDataIncorrectScreenPrimaryCta
source: Do not add details
nl: Gegevens niet toevoegen

# walletPersonalizeDataIncorrectScreenSubhead
source: Are your details incorrect?
nl: Kloppen de gegevens niet?

# walletPersonalizeDigidCancelledPageDescription
source: If you still want to retrieve your personal data, please log in again with DigiD.
nl: Wil je toch jouw persoonsgegevens ophalen? Log dan opnieuw in bij DigiD.

# walletPersonalizeDigidCancelledPageTitle
source: Login stopped
nl: Inloggen gestopt

# walletPersonalizeDigidErrorPageDescription
source: Do you still want to retrieve your personal data? Then log in again with DigiD.
nl: Wil je toch jouw persoonsgegevens ophalen? Log dan opnieuw in bij DigiD.

# walletPersonalizeDigidErrorPageDigidWebsiteCta
source: Go to DigiD website
nl: Ga naar DigiD-website

# walletPersonalizeDigidErrorPageLoginWithDigidCta
source: Login again
nl: Opnieuw inloggen

# walletPersonalizeDigidErrorPageTitle
source: Login failed
nl: Inloggen niet gelukt

# walletPersonalizeIntroPageDescription
source: This way, you get your Personal Data card and Residential Address card.
nl: Log één keer in met DigiD om je kaarten te krijgen van de Rijksdienst voor Identiteitsgegevens (RvIG).

# walletPersonalizeIntroPageDigidWebsiteCta
source: Go to DigiD website
nl: Ga naar DigiD-website

# walletPersonalizeIntroPageLoginWithDigidCta
source: Open the DigiD app
nl: Open de DigiD app

# walletPersonalizeIntroPageNoDigidCta
source: No DigiD?
nl: Geen DigiD?

# walletPersonalizeIntroPageTitle
source: Log in with DigiD to show that it’s really you
nl: Kaarten toevoegen via DigiD

# walletPersonalizeScreenAddingCardsSubtitle
source: Cards are being added
nl: Kaarten worden toegevoegd

# walletPersonalizeScreenAwaitingUserAuthDescription
source: That's how you can get your details
nl: Zo haal je je gegevens op

# walletPersonalizeScreenAwaitingUserAuthTitle
source: Continue in your DigiD app
nl: Ga verder in je DigiD app

# walletPersonalizeScreenErrorDescription
source: Something went wrong, please try again.
nl: Er is iets misgegaan, probeer opnieuw.

# walletPersonalizeScreenErrorRetryCta
source: Try again
nl: Probeer opnieuw

# walletPersonalizeScreenErrorTitle
source: Personalization failed
nl: Personaliseren mislukt

# walletPersonalizeScreenExitSheetCancelCta
source: No
nl: Nee

# walletPersonalizeScreenExitSheetConfirmCta
source: Yes, stop
nl: Ja, stoppen

# walletPersonalizeScreenExitSheetDescription
source: Are you sure you want to quit setting up your Wallet?
nl: Weet je zeker dat je wilt stoppen met het aanmaken van een Wallet?

# walletPersonalizeScreenExitSheetTitle
source: Exit
nl: Stop

# walletPersonalizeScreenLoadingDigiDUrlDescription
source: DigiD app is being opened
nl: DigiD app wordt geopend

# walletPersonalizeScreenLoadingDigiDUrlTitle
source: Please wait
nl: Even geduld

# walletPersonalizeScreenLoadingSubtitle
source: The request is being processed
nl: De aanvraag wordt verwerkt

# walletPersonalizeScreenLoadingTitle
source: Please wait
nl: Even geduld

# walletPersonalizeScreenProcessingDigiDResultDescription
source: Data is being retrieved
nl: Gegevens worden opgehaald

# walletPersonalizeScreenProcessingDigiDResultTitle
source: Please wait
nl: Even geduld

# walletPersonalizeSetupFailedScreenCta
source: Try again
nl: Probeer opnieuw

# walletPersonalizeSetupFailedScreenDescription
source: Too many wrong PIN attempts. Set a new PIN and try again.
nl: Je hebt te vaak een ongeldige pincode ingevuld. Kies een nieuwe pincode en begin opnieuw.

# walletPersonalizeSetupFailedScreenHeadline
source: Setup failed
nl: Aanmaken mislukt

# walletPersonalizeSuccessPageContinueCta
source: To my overview
nl: Naar mijn overzicht

# walletPersonalizeSuccessPageDescription
source: You can share the data in these cards or use it to log in.
nl: Je kunt de gegevens in deze kaarten delen of gebruiken om in te loggen.

# walletPersonalizeSuccessPageTitle
source: Your NL Wallet is ready
nl: Je NL Wallet is klaar
