Repository: MinBZK/nl-wallet
Catalog: wallet_app/lib/l10n/intl_*.arb
Languages: nl

# aboutScreenDescription
source: The NL Wallet is created by the Dutch government so that everyone can use digital services safely and easily. You can follow the developments on {url}.
nl: De NL Wallet wordt gemaakt door de Nederlandse overheid, zodat iedereen digitale diensten veilig en gemakkelijk kan gebruiken. Je kunt de ontwikkelingen volgen op {url}.

# aboutScreenPrivacyCta
source: Privacy statement
nl: Privacyverklaring

# aboutScreenTitle
source: About the NL Wallet
nl: Over de NL Wallet

# activitySummaryCardsAdded
source: {activitySummaryCardsAdded, plural, one {added {count} card} other {added {count} cards}}
nl: {activitySummaryCardsAdded, plural, one {{count} kaart toegevoegd} other {{count} kaarten toegevoegd}}

# activitySummaryEmpty
source: No activities
nl: Geen activiteiten

# activitySummaryLastMonth
source: Activities last month
nl: Activiteiten vorige maand

# activitySummaryLastWeek
source: Activities last week
nl: Activiteiten vorige week

# activitySummaryLoggedInMultiple
source: logged in to {organizations} and {organization}
nl: ingelogd bij {organizations} en {organization}

# activitySummaryLoggedInWith
source: logged in to {organization}
nl: ingelogd bij {organization}

# activitySummaryLoggedInWithOthers
source: {nrOrganizations} other organizations
nl: nog {nrOrganizations} organisaties

# activitySummaryPrefix
source: You have
nl: Je hebt

# activitySummarySeparator
source: and
nl: en

# activitySummarySharedWith
source: shared with {organization}
nl: gedeeld met {organization}

# activitySummarySharedWithMultiple
source: shared with {organizations} and {organization}
nl: gedeeld met {organizations} en {organization}

# activitySummarySharedWithOthers
source: {nrOrganizations} other organizations
nl: nog {nrOrganizations} organisaties

# activitySummaryToday
source: Activities today
nl: Activiteiten vandaag

# appBlockedScreenDescription
source: You can no longer use this version of the app. Go to the Play Store to update the app.
nl: Je kunt deze versie van de app niet langer gebruiken. Ga naar de Play Store op de app bij te werken.

# appBlockedScreenDescriptioniOSVariant
source: You can no longer use this version of the app. Go to the App Store to update the app.
nl: Je kunt deze versie van de app niet langer gebruiken. Ga naar de App Store op de app bij te werken.

# appBlockedScreenTitle
source: A new app version is needed
nl: Een nieuwe app versie is vereist

# applicationErrorDetailsTitle
source: Technical details
nl: Technische details

# biometricSettingsScreenDescription
source: You use your PIN code to share data. {supportedBiometrics} is only for opening the app faster. Enable {supportedBiometrics} and confirm with your PIN.
nl: Hiermee open je de NL Wallet sneller. Je gebruikt jouw {supportedBiometrics} in plaats van jouw pincode. Zet {supportedBiometrics} aan en bevestig met jouw pincode.

# biometricSettingsScreenSetupDialogDescription
source: For {supportedBiometrics}, you first need to turn on "{supportedBiometrics}" on your device. Go to Settings > {supportedBiometrics}.
nl: Om {supportedBiometrics} te gebruiken, dien je eerst "{supportedBiometrics}" aan te zetten op jouw toestel. Ga naar Instelingen > {supportedBiometrics}.

# biometricSettingsScreenSetupDialogOpenSettingsCta
source: OPEN SETTINGS
nl: OPEN INSTELLINGEN

# biometricSettingsScreenSetupDialogTitle
source: Turn on {supportedBiometrics} first
nl: Zet {supportedBiometrics} eerst aan

# biometricSettingsScreenSuccessDescription
source: Remember your PIN. You need it to share data. {supportedBiometrics} only opens the app.
nl: Je app is beveiligd met je pincode en {supportedBiometrics}.

# biometricSettingsScreenSuccessTitle
source: Your NL Wallet is secured
nl: Je NL Wallet is beveiligd

# biometricSettingsScreenSuccessToSettingsCta
source: To settings
nl: Naar instellingen

# biometricSettingsScreenSwitchCta
source: Unlock with {supportedBiometrics}
nl: Open met {supportedBiometrics}

# biometricSettingsScreenTitle
source: Unlock with {supportedBiometrics}
nl: Open met {supportedBiometrics}

# biometricsFace
source: face scan
nl: gezichts-scan

# biometricsFaceIdOrTouchId
source: Face ID or Touch ID
nl: Face ID of Touch ID

# biometricsFaceOrFingerprint
source: face scan or fingerprint
nl: gezichts-scan of vingerafdruk

# biometricsFingerprint
source: fingerprint
nl: vingerafdruk

# cardAttributeRowTitle
source: From {name}
nl: Uit {name}

# cardDataIncorrectScreenDescription
source: Incorrect data can cause problems. Contact your issuer to have your data changed. Are you still waiting for an adjustment? It may take a while before it is available in the app.
nl: Verkeerde gegevens kunnen voor problemen zorgen. Neem contact op met jouw gemeente om je gegevens te laten aanpassen. Wacht je nog op een aanpassing? Het kan even duren voordat die beschikbaar is in de app.

# cardDataIncorrectScreenSubhead
source: Are your details incorrect?
nl: Kloppen de gegevens niet?

# cardDataScreenDataPrivacyBanner
source: This overview is only for you. Only share data using an invitation through the app.
nl: Dit overzicht is alleen voor jou. Deel alleen gegevens via een uitnodiging in de app.

# cardDataScreenIncorrectCta
source: Are your details incorrect?
nl: Kloppen de gegevens niet?

# cardDataScreenTitle
source: Data from {title}
nl: Gegevens uit {title}

# cardDetailScreenCardDataCta
source: Details in this card
nl: Gegevens in deze kaart

# cardDetailScreenCardHistoryCta
source: Card activities
nl: Kaartactiviteiten

# cardDetailScreenCardValidUntil
source: Valid until {dateTime}
nl: Geldig tot en met {dateTime}

# cardDetailScreenIssuerCta
source: About the issuer
nl: Over de uitgever

# cardDetailScreenLatestSuccessInteraction
source: {shareStatus} {timeAgo} with {organization}
nl: {timeAgo} {shareStatus} met {organization}

# cardDetailScreenLatestSuccessInteractionUnknown
source: Never shared before
nl: Nog nooit gedeeld

# cardHistoryDisclosureCancelled
source: Sharing stopped
nl: Delen gestopt

# cardHistoryDisclosureError
source: Sharing may have failed
nl: Delen mogelijk mislukt

# cardHistoryDisclosureErrorNoDataShared
source: Sharing failed
nl: Delen mislukt

# cardHistoryDisclosureSuccess
source: Data shared
nl: Gegevens gedeeld

# cardHistoryIssuanceSuccess
source: Card created
nl: Kaart aangemaakt

# cardHistoryLoginCancelled
source: Log in is stopped
nl: Inloggen gestopt

# cardHistoryLoginError
source: Login may have failed
nl: Inloggen mogelijk mislukt

# cardHistoryLoginErrorNoDataShared
source: Login failed
nl: Inloggen mislukt

# cardHistoryLoginSuccess
source: Logged in
nl: Ingelogd

# cardHistoryScreenTitle
source: Card activities
nl: Kaartactiviteiten

# cardHistorySigningCancelled
source: Signing stopped
nl: Ondertekenen gestopt

# cardHistorySigningError
source: Signing failed
nl: Ondertekenen mislukt

# cardHistorySigningSuccess
source: Signed
nl: Ondertekend

# cardHistoryTimelineOperationExpired
source: Card expired
nl: Kaart verlopen

# cardHistoryTimelineOperationRenewed
source: Card renewed
nl: Kaart vernieuwd

# cardTitleSemanticsLabel
source: Card
nl: Kaart

# cardValueFalse
source: No
nl: Nee

# cardValueTrue
source: Yes
nl: Ja

# changeLanguageScreenTitle
source: Select a language
nl: Kies een taal

# changePinScreenConfirmNewPinTitle
source: Success! Repeat your new PIN
nl: Herhaal je nieuwe pincode

# changePinScreenEnterCurrentPinTitle
source: First, enter your current PIN
nl: Voor eerst je huidige pincode in

# changePinScreenSelectNewPinTitle
source: Choose a new 6-digit PIN
nl: Kies een nieuwe pincode

# changePinScreenSuccessDescription
source: Your app is secured with your new PIN.
nl: Je app is beveiligd met je nieuwe pincode.

# changePinScreenSuccessTitle
source: Success!
nl: Gelukt!

# changePinScreenToOverviewCta
source: To my overview
nl: Naar mijn overzicht

# changePinScreenToSettingsCta
source: To settings
nl: Naar instellingen

# changePinScreenUpdatingDescription
source: New PIN is being saved
nl: Nieuwe pincode wordt opgeslagen

# changePinScreenUpdatingTitle
source: Please wait
nl: Even geduld

# checkAgreementPageCancelCta
source: No
nl: Nee

# checkAgreementPageConfirmCta
source: Yes, next
nl: Ja, volgende

# checkAgreementPageDataIncorrectCta
source: Is something not right?
nl: Klopt er iets niet?

# checkAgreementPageShowDocumentCta
source: View PDF
nl: PDF bekijken

# checkAgreementPageSignProvider
source: {organization} uses {provider} to sign agreements.
nl: {organization} gebruikt {provider} voor het ondertekenen van afspraken.

# checkAgreementPageSubtitle
source: Check the agreements before continuing.
nl: Controleer de afspraken voor je verder gaat.

# checkAgreementPageTitle
source: Are you aware of the agreements?
nl: Ken je de afspraken?

# checkAttributesScreenDataIncorrectCta
source: Are your details incorrect?
nl: Kloppen je gegevens niet?

# checkAttributesScreenSubtitle
source: Card issued by {issuer}
nl: Kaart uitgegeven door {issuer}

# checkAttributesScreenTitle
source: {checkAttributesScreenTitle, plural, one {{count} data from {title}} other {{count} data from {title}}}
nl: {checkAttributesScreenTitle, plural, one {{count} gegeven uit {title}} other {{count} gegevens uit {title}}}

# confirmAgreementPageCancelCta
source: No
nl: Nee

# confirmAgreementPageConfirmCta
source: Yes, sign
nl: Ja, tekenen

# confirmAgreementPageDataIncorrectCta
source: Is something wrong?
nl: Klopt er iets niet?

# confirmAgreementPageSignProvider
source: You are going to sign with {provider}
nl: Je gaat ondertekenen met {provider}

# confirmAgreementPageTitle
source: Do you want to sign with this data?
nl: Wil je ondertekenen met deze gegevens?

# dashboardScreenFooter
source: The government is developing this app for your convenience, privacy and security. Learn more at {cta}.
nl: De overheid ontwikkelt deze app voor jouw gemak, privacy en veiligheid. Lees meer in {cta}.

# dashboardScreenFooterCta
source: About this app
nl: Over de app

# dashboardScreenMenuWCAGLabel
source: Navigation menu
nl: Navigatiemenu

# dashboardScreenOverviewAnnouncement
source: NL Wallet overview
nl: NL Wallet overzicht

# dataAttributeSectionTitle
source: From {source}
nl: Uit {source}

# dataIncorrectScreenApproveCta
source: Add card anyway
nl: Kaart toch toevoegen

# dataIncorrectScreenApproveDescription
source: Add the card now, and update it later once the data changes.
nl: De kaart nu toevoegen en updaten als de gegevens zijn aangepast.

# dataIncorrectScreenApproveTitle
source: Add card
nl: Kaart toevoegen

# dataIncorrectScreenDeclineCta
source: Decline card
nl: Kaart afwijzen

# dataIncorrectScreenDeclineDescription
source: If you decline the card, it will not be added to your Wallet.
nl: Als je de gegevens afwijst worden deze gegevens niet opgeslagen in je Wallet.

# dataIncorrectScreenDeclineTitle
source: Decline card
nl: Kaart afwijzen

# dataIncorrectScreenHeaderDescription
source: Contact the providing organization to request a data update. You have two options now:
nl: Laat de gegevens dan aanpassen door de organisatie die ze aanbiedt. Je kunt nu twee dingen doen:

# dataIncorrectScreenHeaderTitle
source: Are your details incorrect?
nl: Kloppen de gegevens niet?

# detailsIncorrectScreenDescription
source: If your details are incorrect, it can cause problems. Contact your issuer to change your details. Are you still waiting for an adjustment? It can take a while before changes appear in the app.
nl: Als je gegevens niet kloppen kan dat voor problemen zorgen. Neem contact op met jouw gemeente om je gegevens te laten aanpassen. Wacht je nog op een aanpassing? Het kan even duren voordat die beschikbaar is in de app.

# detailsIncorrectScreenTitle
source: Are your details incorrect?
nl: Zijn je gegevens onjuist?

# disclosureConfirmDataAttributesCheckConditionsCta
source: Read the agreement
nl: Lees de voorwaarden

# disclosureConfirmDataAttributesDisclaimer
source: Only share if you trust the organization and the request.
nl: Bedenk altijd of delen verstandig is.

# disclosureConfirmDataAttributesPageApproveCta
source: Share
nl: Delen

# disclosureConfirmDataAttributesPageNotSharedButStoredSubtitle
source: {count, plural, one {{organization} will store your data for 1 month and will not share it with other organizations.} other {{organization} will store your data for {count} months and will not share it with other organizations.}}
nl: {count, plural, one {{organization} zal je gegevens 1 maand bewaren en niet delen met andere organisaties.} other {{organization} zal je gegevens {count} maanden bewaren en niet delen met andere organisaties.}}

# disclosureConfirmDataAttributesPageNotSharedNotStoredSubtitle
source: The {organization} will not store your data and your data will not be shared with other organizations.
nl: De {organization} zal je gegevens niet bewaren en je gegevens worden niet gedeeld met andere organisaties

# disclosureConfirmDataAttributesPageSharedAndStoredSubtitle
source: {count, plural, one {{organization} will store your data for 1 month and can share your data with other organizations.} other {The {organization} will store your data for {count} months and can share your data with other organizations.}}
nl: {count, plural, one {{organization} zal je gegevens 1 maand bewaren en kan deze delen met andere organisaties.} other {{organization} zal je gegevens {count} maanden bewaren en kan deze delen met andere organisaties.}}

# disclosureConfirmDataAttributesPageSharedNotStoredSubtitle
source: {organization} will not store your data and can share your data with other organizations.
nl: {organization} zal je gegevens niet bewaren en kan deze delen met andere organisaties.

# disclosureConfirmDataAttributesShareWithTitle
source: Do you want to share the following details with {organization}?
nl: Wil je delen met {organization}?

# disclosureConfirmDataAttributesSharedAttributesInfo
source: {count, plural, one {Only the following detail will be shared.} other {Only the following {count} details will be shared.}}
nl: {count, plural, one {Alleen het volgende gegeven wordt gedeeld.} other {Alleen de volgende {count} gegevens worden gedeeld.}}

# disclosureConfirmDataAttributesSubtitleData
source: {count, plural, one {Requested detail} other {Requested details}}
nl: {count, plural, one {Gevraagde gegeven} other {Gevraagde gegevens}}

# disclosureConfirmDataAttributesSubtitlePurpose
source: Reason
nl: Reden

# disclosureConfirmDataAttributesSubtitleTerms
source: Agreements
nl: Afspraken

# disclosureConfirmPinPageForLoginTitle
source: Agree with your PIN
nl: Geef akkoord met je pincode

# disclosureConfirmPinPageTitle
source: Agree with your PIN
nl: Geef akkoord met je pincode

# disclosureGenericErrorPageTitle
source: Something went wrong
nl: Er ging iets mis

# disclosureLoadingSubtitle
source: Your request is being retrieved
nl: De aanvraag wordt opgehaald

# disclosureLoadingTitle
source: Please wait
nl: Even geduld

# disclosureRelyingPartyErrorCloseCta
source: Close
nl: Sluiten

# disclosureRelyingPartyErrorDescription
source: This action was unsuccessful. This may have several reasons. Go back to the organization's website where you started and try again. If it still doesn’t work, contact the organization.
nl: Deze actie is niet gelukt. Dit kan verschillende redenen hebben. Ga terug naar de website van de organisatie waar je begon en probeer het opnieuw. Lukt het nog steeds niet? Neem contact op met de organisatie.

# disclosureRelyingPartyErrorDescriptionWithOrganizationName
source: This action was unsuccessful. This may have several reasons. Go back to the {organization} website where you started and try again. If it still doesn’t work, contact {organization}.
nl: Deze actie is niet gelukt. Dit kan verschillende redenen hebben. Ga terug naar de website van {organization} waar je begon en probeer het opnieuw. Lukt het nog steeds niet? Neem contact op met {organization}.

# disclosureRelyingPartyErrorTitle
source: Sorry, something went wrong
nl: Sorry, er gaat iets mis

# disclosureReportSubmittedPageCloseCta
source: Close
nl: Sluiten

# disclosureReportSubmittedPageSubtitle
source: Your report has been sent anonymously. Never share any data with organizations you do not trust.
nl: Je melding is anoniem verstuurd. Deel nooit je gegevens met een organisatie die je niet vertrouwt.

# disclosureReportSubmittedPageTitle
source: Thanks for your feedback
nl: Bedankt voor je feedback

# disclosureStopSheetDescription
source: If you stop, no data will be shared with {organization}.
nl: Als je stopt worden er geen gegevens gedeeld met {organization}.

# disclosureStopSheetDescriptionForLogin
source: If you stop, you will not be able to log in to {organization}.
nl: Als je stopt, kun je niet inloggen bij {organization}.

# disclosureStopSheetDescriptionForLoginVariant
source: If you stop, you will not be able to log in.
nl: Als je stopt, kun je niet inloggen.

# disclosureStopSheetDescriptionVariant
source: If you stop, no data will be shared.
nl: Als je stopt worden er geen gegevens gedeeld.

# disclosureStopSheetNegativeCta
source: No
nl: Nee

# disclosureStopSheetPositiveCta
source: Yes, stop
nl: Ja, stoppen

# disclosureStopSheetReportIssueCta
source: Would you like to report a problem?
nl: Wil je een probleem melden?

# disclosureStopSheetTitle
source: Are you sure you want to stop?
nl: Weet je zeker dat je wilt stoppen?

# disclosureStoppedPageCloseCta
source: Close
nl: Sluiten

# disclosureStoppedPageDescription
source: Because you have stopped, no data has been shared with {organization}.
nl: Omdat je bent gestopt zijn er geen gegevens gedeeld met {organization}.

# disclosureStoppedPageDescriptionForLogin
source: Because you have stopped, you cannot log in to {organization} and no data has been shared with {organization}.
nl: Omdat je bent gestopt kan je niet inloggen bij {organization} en er zijn geen gegevens gedeeld met {organization}.

# disclosureStoppedPageTitle
source: Stopped
nl: Gestopt

# disclosureStoppedPageToWebsiteCta
source: Go to website
nl: Ga naar website

# disclosureSuccessPageCloseCta
source: Close
nl: Sluiten

# disclosureSuccessPageDescription
source: Your data has been shared with {organization}. Close this screen and continue on the website of {organization}.
nl: Je gegevens zijn gedeeld met {organization}. Sluit dit scherm en ga verder op de website van {organization}.

# disclosureSuccessPageDescriptionForLogin
source: You are logged in. Continue on the website of {organization}.
nl: Je bent ingelogd. Ga verder op de website van {organization}.

# disclosureSuccessPageShowHistoryCta
source: See activity
nl: Bekijk activiteit

# disclosureSuccessPageTitle
source: Success!
nl: Gelukt!

# disclosureSuccessPageToDashboardCta
source: To my overview
nl: Naar mijn overzicht

# disclosureSuccessPageToWebsiteCta
source: Go to website
nl: Ga naar website

# errorDetailsSheetTitle
source: Error details
nl: Foutdetails

# errorScreenCancelledSessionDescription
source: It seems you have stopped on the webpage. {organization} may not have received your information.
nl: Het lijkt erop dat je bent gestopt op de webpagina. {organization} heeft de gegevens mogelijk niet ontvangen.

# errorScreenCancelledSessionHeadline
source: Stopped
nl: Gestopt

# errorScreenDeviceIncompatibleDescription
source: It is not possible to use the NL Wallet app on this device. Uninstall the app from this device and download the app to a suitable device.
nl: Het is niet mogelijk om de NL Wallet app te gebruiken op dit apparaat. Verwijder de app van dit apparaat en download de app op een geschikt apparaat.

# errorScreenDeviceIncompatibleHeadline
source: Sorry, this device is not suitable
nl: Sorry, dit apparaat is niet geschikt

# errorScreenGenericDescription
source: This action was unsuccessful. This may have several reasons. Please try again.
nl: Het is niet gelukt. Wil je het opnieuw proberen?

# errorScreenGenericDescriptionCloseVariant
source: This action was unsuccessful and this may have several reasons. Please close this app and try again later.
nl: Het is niet gelukt. Sluit de app en probeer het later opnieuw.

# errorScreenGenericHeadline
source: Sorry, something went wrong
nl: Sorry, er ging iets mis

# errorScreenNoInternetDescription
source: Your internet connection seems to be down or too slow. Check your connection and try again.
nl: Je verbinding met het internet lijkt niet te werken of is te traag. Controleer je verbinding en probeer het opnieuw.

# errorScreenNoInternetDescriptionCloseVariant
source: Your internet connection seems to be down or too slow. Check your connection. Close the app and try again later.
nl: Je verbinding met het internet lijkt niet te werken of is te traag. Controleer je verbinding. Sluit de app en probeer het later opnieuw.

# errorScreenNoInternetHeadline
source: Sorry, no internet connection
nl: Sorry, geen internet

# errorScreenServerDescription
source: Unable to reach the system. There could be several reasons for this. Check if you are connected to the internet or use another network. Try again after doing so.
nl: Het is niet gelukt om het systeem te bereiken. Dat kan verschillende redenen hebben. Controleer of je verbonden bent met het internet of gebruik een ander netwerk. Probeer het daarna opnieuw.

# errorScreenServerDescriptionCloseVariant
source: Unable to reach the system. There could be several reasons for this. Check your internet connection. Close the app and try again later.
nl: Het is niet gelukt om het systeem te bereiken. Dat kan verschillende redenen hebben. Controleer je verbinding met het internet. Sluit de app en probeer het later opnieuw.

# errorScreenServerHeadline
source: Sorry, no response
nl: Sorry, geen reactie

# errorScreenSessionExpiredCrossDeviceCta
source: Scan QR code again
nl: Scan QR-code opnieuw

# errorScreenSessionExpiredDescription
source: This action has stopped because too much time has passed. This is intended to keep your data secure. Please try again.
nl: Deze actie is gestopt omdat er te veel tijd voorbij is gegaan. Dit is bedoeld om je gegevens veilig te houden. Probeer het opnieuw.

# errorScreenSessionExpiredDescriptionCloseVariant
source: This action has stopped because too much time has passed. This is intended to keep your data secure. Close the app and try again later.
nl: Deze actie is gestopt omdat er te veel tijd voorbij is gegaan. Dit is bedoeld om je gegevens veilig te houden. Sluit de app en probeer het later opnieuw.

# errorScreenSessionExpiredHeadline
source: Sorry, you're out of time
nl: Sorry, de tijd is voorbij

# errorScreenSessionExpiredReturnUrlCta
source: Go to website
nl: Ga naar website

# flashlightDisabledWCAGAnnouncement
source: Flashlight turned off
nl: Zaklamp is uitgezet

# flashlightEnabledWCAGAnnouncement
source: Flashlight turned on
nl: Zaklamp is aangezet

# forgotPinScreenCta
source: Create a new PIN
nl: Verwijder Wallet

# forgotPinScreenDescription
source: You can create a new PIN to get access again. To do this, confirm your identity with DigiD.
nl: Als je jouw pincode bent vergeten kun je jouw NL Wallet niet meer gebruiken. Wil je weer gebruik maken van de NL Wallet? Dan moet je opnieuw beginnen. Verwijder de NL Wallet en kies een nieuwe pincode.

# forgotPinScreenTitle
source: Forgot PIN?
nl: Pincode vergeten?

# generalBottomBackCta
source: Back
nl: Terug

# generalCancelCta
source: Cancel
nl: Annuleren

# generalClose
source: Close
nl: Sluiten

# generalConfirmWithPin
source: Agree with your PIN
nl: Geef akkoord met je pincode

# generalDays
source: {days, plural, one {{days} day} other {{days} days}}
nl: {days, plural, one {{days} dag} other {{days} dagen}}

# generalDialogCloseCta
source: CLOSE
nl: SLUITEN

# generalHours
source: {hours, plural, one {{hours} hour} other {{hours} hours}}
nl: {hours, plural, one {{hours} uur} other {{hours} uur}}
