Repository: MinBZK/nl-wallet
Catalog: wallet_app/lib/l10n/intl_*.arb
Languages: nl

# generalMinutes
source: {minutes, plural, one {{minutes} minute} other {{minutes} minutes}}
nl: {minutes, plural, one {{minutes} minuut} other {{minutes} minuten}}

# generalNeedHelpCta
source: Need help?
nl: Hulp nodig?

# generalOff
source: Off
nl: Uit

# generalOn
source: On
nl: Aan

# generalOsVersionText
source: OS version:
nl: Besturingssysteem:

# generalPageChangeWCAGAnnouncement
source: Showing page {current} of {total}.
nl: Pagina {current} van {total} wordt nu weergegeven.

# generalPolicyAllTermsCta
source: All terms
nl: Alle voorwaarden

# generalPolicyDataCanBeDeleted
source: You can have data deleted.
nl: Je kunt gegevens laten verwijderen

# generalPolicyDataCanNotBeDeleted
source: You can not delete data
nl: Je kunt gegevens niet laten verwijderen

# generalPolicyDataIsSignature
source: By signing the agreement will be definitive
nl: Met ondertekenen maak je een afspraak definitief

# generalPolicyDataRetentionDuration
source: {days, plural, one {Data will be stored for {days} day} other {Data will be stored for {days} days}}
nl: {days, plural, one {Gegevens worden {days} dag bewaard} other {Gegevens worden {days} dagen bewaard}}

# generalPolicyDataWillBeShared
source: Your data will be shared with other organizations
nl: Je gegevens worden gedeeld met andere organisaties

# generalPolicyDataWillNotBeShared
source: Your data will not be shared with other organizations
nl: Je gegevens worden niet gedeeld met andere organisaties

# generalRetry
source: Try again
nl: Probeer opnieuw

# generalSeconds
source: {seconds, plural, one {{seconds} second} other {{seconds} seconds}}
nl: {seconds, plural, one {{seconds} seconde} other {{seconds} seconden}}

# generalSheetCloseCta
source: Close
nl: Sluiten

# generalShowDetailsCta
source: See details
nl: Bekijk details

# generalTimeAgo
source: ago
nl: geleden

# generalTimeAgoLessThenOneMinute
source: less then a minute
nl: minder dan een minuut

# generalTimeAgoMoreThanOneWeek
source: more than a week ago
nl: meer dan een week geleden

# generalToAppStoreCta
source: To App Store
nl: Naar App Store

# generalToPlayStoreCta
source: To Play Store
nl: Naar Play Store

# generalVersionText
source: App version:
nl: Appversie:

# generalWCAGBack
source: Back
nl: Terug

# generalWCAGChangeLanguage
source: Change language
nl: Taal te selecteren

# generalWCAGClose
source: Close
nl: Sluiten

# generalWCAGHelp
source: Need help?
nl: Hulp nodig?

# generalWCAGInfo
source: More info
nl: Meer info

# generalWCAGLanguageUpdatedAnnouncement
source: Language has been changed to {language}
nl: De taal is gewijzigd naar {language}

# generalWCAGLogoutAnnouncement
source: You've been logged out
nl: Je bent uitgelogd

# generalWCAGOpenLink
source: navigate
nl: navigeren

# generalWCAGSeeAllActivities
source: See all activities
nl: Alle activiteiten te bekijken

# generalWCAGStepper
source: Step {current} out of {total}.
nl: Stap {current} van {total}.

# helpSheetDescription
source: Contact support. The following data could be required.
nl: Neem contact op met de helpdesk. De volgende gegevens kunnen nodig zijn.

# helpSheetErrorCode
source: Error code: {code}
nl: Foutcode: {code}

# helpSheetHelpdeskCta
source: Open support
nl: Naar de helpdesk

# helpSheetTitle
source: Need help?
nl: Hulp nodig?

# historyDetailScreenAboutOrganizationCta
source: About {organization}
nl: Over {organization}

# historyDetailScreenDisclosureCancelledDescription
source: No data has been shared with {organization}, because you stopped sharing.
nl: Er zijn geen gegevens gedeeld met {organization}, want je hebt het delen gestopt.

# historyDetailScreenDisclosureErrorDescription
source: Something went wrong while sharing. It is not certain whether {organization} received the data.
nl: Er is iets misgegaan tijdens het delen. Het is niet zeker of {organization} de gegevens heeft ontvangen.

# historyDetailScreenDisclosureErrorNoDataSharedDescription
source: No data was shared with {organization} because something went wrong.
nl: Gegevens zijn niet gedeeld met {organization} want er is iets misgegaan.

# historyDetailScreenErrorNoDataSharedTitleForDisclosure
source: Sharing failed with {organization}
nl: Delen mislukt met {organization}

# historyDetailScreenErrorNoDataSharedTitleForLogin
source: Login failed to {organization}
nl: Inloggen mislukt bij {organization}

# historyDetailScreenErrorTitleForDisclosure
source: Sharing may have failed with {organization}
nl: Delen mogelijk mislukt met {organization}

# historyDetailScreenErrorTitleForLogin
source: Login may have failed to {organization}
nl: Inloggen mogelijk mislukt bij {organization}

# historyDetailScreenLoginCancelledDescription
source: No data was shared with {organization} because you stopped logging in.
nl: Gegevens zijn niet gedeeld met {organization} want je hebt het inloggen gestopt.

# historyDetailScreenLoginErrorDescription
source: Something went wrong while logging in. It is not certain whether {organization} received the data.
nl: Er is iets misgegaan tijdens het inloggen. Het is niet zeker of {organization} de gegevens heeft ontvangen.

# historyDetailScreenLoginErrorNoDataSharedDescription
source: No data was shared with {organization} because something went wrong.
nl: Gegevens zijn niet gedeeld met {organization} want er is iets misgegaan.

# historyDetailScreenOperationStatusExpiredDescription
source: Your card is expired.
nl: Je kaart is verlopen.

# historyDetailScreenOperationStatusRenewedDescription
source: Card updated
nl: Kaart vernieuwd

# historyDetailScreenPurposeTitle
source: Sharing reason
nl: Reden voor delen

# historyDetailScreenReportIssueCta
source: Would you like to report a problem?
nl: Wil je een probleem melden?

# historyDetailScreenSharedAttributesSubtitle
source: {count, plural, one {Only the following detail was shared.} other {Only the following {count} details were shared.}}
nl: {count, plural, one {Alleen het volgende gegeven is gedeeld.} other {Alleen deze volgende {count} gegevens zijn gedeeld.}}

# historyDetailScreenSharedAttributesTitle
source: Attributes shared
nl: Gegevens gedeeld

# historyDetailScreenShowDetailsCta
source: See request details
nl: Zie aanvraag details

# historyDetailScreenSigningStatusRejectedDescription
source: No data has been shared with {organization}, because you stopped the signing process.
nl: Er zijn geen gegevens gedeeld met {organization}, want je hebt het ondertekenen gestopt.

# historyDetailScreenStoppedTitleForDisclosure
source: Sharing stopped with {organization}
nl: Delen gestopt met {organization}

# historyDetailScreenStoppedTitleForLogin
source: Login at {organization} stopped
nl: Inloggen bij {organization} gestopt

# historyDetailScreenTermsCta
source: Read the agreement
nl: Lees de voorwaarden

# historyDetailScreenTermsTitle
source: Agreements
nl: Afspraken

# historyDetailScreenTitleForDisclosure
source: Shared with {organization}
nl: Gedeeld met {organization}

# historyDetailScreenTitleForLogin
source: Logged in to {organization}
nl: Ingelogd bij {organization}

# historyOverviewScreenTitle
source: Activities
nl: Activiteiten

# idleWarningDialogContinueCta
source: Yes, continue
nl: Ja, doorgaan

# idleWarningDialogDescription
source: You will be logged out soon because you haven’t used the app for a while. Choose "Yes, continue" for more time.
nl: Je wordt bijna uitgelogd omdat je even niets hebt gedaan. Kies 'Ja, doorgaan' voor meer tijd.

# idleWarningDialogLogoutCta
source: Log out
nl: Uitloggen

# idleWarningDialogTitle
source: Are you still there?
nl: Ben je er nog?

# introductionNextPageCta
source: Next
nl: Volgende

# introductionPage1Description
source: This is your digital wallet. You can add cards with your details, such as your name and address.
nl: Dit is jouw digitale portemonnee. Je kunt kaarten toevoegen met je gegevens, zoals je naam en adres.

# introductionPage1Title
source: Welcome to the NL Wallet
nl: Welkom in de NL Wallet

# introductionPage2Description
source: You can log in securely to the government and other organizations.
nl: Je kunt veilig inloggen bij de overheid en andere aangesloten organisaties.

# introductionPage2Title
source: Secure login
nl: Veilig inloggen

# introductionPage3Description
source: If an organization needs your postal code, you simply share your postal code.
nl: Heeft een organisatie bijvoorbeeld je postcode nodig? Dan deel je eenvoudig je postcode.

# introductionPage3Title
source: Easy data sharing
nl: Eenvoudig gegevens delen

# introductionPrivacyScreenBulletPoints
source: Your data is secure on this device. Your data is protected by your PIN. You decide who you share with. You can stop at any time.
nl: Je gegevens staan beveiligd op dit apparaat. Je gegevens zijn beschermd door jouw pincode. Je bepaalt zelf met wie je deelt. Je kunt op elk moment stoppen.

# introductionPrivacyScreenHeadline
source: You have control over your privacy
nl: Je hebt controle over je privacy

# introductionPrivacyScreenNextCta
source: Next
nl: Volgende

# introductionPrivacyScreenPrivacyCta
source: Read the privacy statement
nl: Lees de privacyverklaring

# introductionSkipCta
source: Skip
nl: Overslaan

# introductionWCAGDutchGovernmentLogoLabel
source: Dutch government logo
nl: Rijksoverheid logo

# introductionWCAGPauseButtonLabel
source: Moving image is playing, Pause
nl: Bewegende afbeelding speelt af, Pauze

# introductionWCAGPlayButtonLabel
source: Moving image is stopped, Play
nl: Bewegende afbeelding is gestopt, Speel af

# invalidQrDialogDescription
source: The scanned QR code is invalid. Ensure you are scanning a QR code for the NL Wallet and try again.
nl: De QR-code die je hebt gescand werd niet herkent. Controleer of je een Wallet QR-code gebruikt en probeer opnieuw.

# invalidQrDialogTitle
source: Invalid QR code
nl: Ongeldige QR-code

# issuanceCheckCardPageConfirmCta
source: Yes, next
nl: Ja, volgende

# issuanceCheckCardPageOverline
source: Card {current} of {total}
nl: Kaart {current} van {total}

# issuanceCheckCardPageRejectCta
source: No
nl: Nee

# issuanceCheckCardPageTitle
source: Are these details correct?
nl: Kloppen de gegevens

# issuanceCheckDataOfferingPageNegativeCta
source: No
nl: Nee

# issuanceCheckDataOfferingPagePositiveCta
source: Yes, add
nl: Ja, toevoegen

# issuanceCheckDataOfferingPageSubtitle
source: If the data is correct you can add it.
nl: Als de gegevens kloppen kun je ze toevoegen.

# issuanceCheckDataOfferingPageTitle
source: Is the retrieved data correct?
nl: Kloppen de opgehaalde gegevens?

# issuanceConfirmPinPageTitle
source: Agree with your PIN
nl: Vul je pincode in

# issuanceGenericErrorPageCloseCta
source: Close
nl: Sluiten

# issuanceGenericErrorPageDescription
source: Something went wrong. Try again later.
nl: Er ging iets mis. Probeer het later nog eens

# issuanceGenericErrorPageTitle
source: Something went wrong
nl: Er ging iets mis

# issuanceRelyingPartyErrorCloseCta
source: Close
nl: Sluiten

# issuanceRelyingPartyErrorDescription
source: The card(s) couldn’t be added. This may have several reasons. Go back to the organization's website where you started and try again. If it still doesn’t work, contact the organization.
nl: De kaarten kunnen niet worden toegevoegd. Dit kan meerdere redenen hebben. Ga terug naar de website van de uitgever waar je begon en probeer het opnieuw. Lukt het nog steeds niet? Neem contact op met de uitgever.

# issuanceRelyingPartyErrorDescriptionWithOrganizationName
source: The cards couldn’t be added. This may have several reasons. Go back to the {organization} website where you started and try again. If it still doesn’t work, contact {organization}.
nl: De kaarten kunnen niet worden toegevoegd. Dit kan meerdere redenen hebben. Ga terug naar de website van {organization} waar je begon en probeer het opnieuw. Lukt het nog steeds niet? Neem contact op met {organization}.

# issuanceRelyingPartyErrorTitle
source: Sorry, something went wrong
nl: Sorry, er gaat iets mis

# issuanceSelectCardsPageAddCta
source: Add
nl: Toevoegen

# issuanceSelectCardsPageDataIncorrectCta
source: Is something not right?
nl: Klopt er iets niet?

# issuanceSelectCardsPageDescription
source: Select the ones you would like to add
nl: Kies welke je wilt toevoegen.

# issuanceSelectCardsPageNoSelectionError
source: Select one or more cards to add
nl: Kies één of meerdere kaarten om toe te voegen.

# issuanceSelectCardsPageTitle
source: The following cards have been retrieved.
nl: De volgende kaarten zijn opgehaald

# issuanceStopSheetDescription
source: If you stop, no cards will be added from {organization} to your NL Wallet.
nl: Als je stopt worden er verder geen gegevens meer opgehaald bij {organization}

# issuanceStopSheetNegativeCta
source: No
nl: Nee

# issuanceStopSheetPositiveCta
source: Yes, Stop
nl: Ja, stoppen

# issuanceStopSheetTitle
source: Are your sure you want to stop?
nl: Weet je zeker dat je wilt stoppen?

# issuanceStoppedPageCloseCta
source: Close
nl: Sluiten

# issuanceStoppedPageDescription
source: Because you stopped, no data was retrieved.
nl: Omdat je bent gestopt zijn er geen gegevens opgehaald.

# issuanceStoppedPageGiveFeedbackCta
source: Give feedback
nl: Geef feedback

# issuanceStoppedPageTitle
source: Sharing stopped
nl: Delen gestopt

# issuanceSuccessPageCardsAddedSubtitle
source: {cards, plural, one {Your card is now in the app overview and ready to use. } other {Your cards are now in the app overview and ready to use. }}
nl: {cards, plural, one {Je kaart is toegevoegd.} other {Je kaarten zijn toegevoegd.}}

# issuanceSuccessPageCloseCta
source: To my overview
nl: Naar mijn overzicht

# issuanceSuccessPageTitle
source: {cards, plural, one {Card added} other {Cards added}}
nl: Gelukt!

# localAuthMessageAndroidBiometricHint
source: Use fingerprint or face scan
nl: Gebruik vingerafdruk of gezichts-scan

# localAuthMessageAndroidBiometricHintFaceScanOnly
source: Use face scan
nl: Gebruik gezichts-scan

# localAuthMessageAndroidBiometricHintFingerPrintOnly
source: Use fingerprint
nl: Gebruik vingerafdruk

# localAuthMessageAndroidBiometricNotRecognized
source: Not recognized. Try again.
nl: Niet herkend. Probeer opnieuw.

# localAuthMessageAndroidBiometricRequiredTitle
source: Turn on fingerprint of face scan first
nl: Zet eerst vingerafdruk of gezichts-scan aan

# localAuthMessageAndroidBiometricSuccess
source: Success
nl: Gelukt

# localAuthMessageAndroidCancelButton
source: Cancel
nl: Annuleren

# localAuthMessageAndroidDeviceCredentialsRequiredTitle
source: Turn on face scan or fingerprint first
nl: Zet eerst gezichts-scan of vingerafdruk aan

# localAuthMessageAndroidDeviceCredentialsSetupDescription
source: Turn on face scan or fingerprint first
nl: Zet eerst gezichts-scan of vingerafdruk aan

# localAuthMessageAndroidGoToSettingsDescription
source: Turn on face scan or fingerprint in Settings > Face Scan or Fingerprint.
nl: Zet gezichts-scan of vingerafdruk aan in Instellingen > Gezichts-scan of Vingerafdruk.

# localAuthMessageAndroidSignInTitle
source: Scan fingerprint or face
nl: Scan vingerafdruk of gezicht

# localAuthMessageAndroidSignInTitleFaceScanOnly
source: Use your face scan
nl: Gebruik je gezichts-scan

# localAuthMessageAndroidSignInTitleFingerPrintOnly
source: Use your fingerprint
nl: Gebruik je vingerafdruk

# localAuthMessageGoToSettingsButton
source: Go to Settings
nl: Naar Instellingen

# localAuthMessageiOSCancelButton
source: Close
nl: Sluiten

# localAuthMessageiOSGoToSettingsDescription
source: Turn on Face ID first.
nl: Zet eerst Face ID aan

# localAuthMessageiOSLockOut
source: Face ID is disabled. Please lock and unlock your screen to enable it.
nl: Face ID staat uit. Zet je telefoon aan en uit om het in te schakelen.

# lockedOutDialogDescription
source: Too many failed attempts. Unlock with your PIN.
nl: Te vaak geprobeerd. Open met je pincode.

# lockedOutDialogDescriptioniOSVariant
source: Too many failed attempts. Unlock with your PIN.
nl: Te vaak geprobeerd. Open met je pincode.

# lockedOutDialogTitle
source: Face scan or fingerprint failed
nl: Gezichts-scan of vingerafdruk mislukt

# lockedOutDialogTitleiOSVariant
source: Face ID or Touch ID failed
nl: Face ID of Touch ID mislukt

# loginDetailScreenAgreementCta
source: Read the agreement
nl: Lees de voorwaarden

# loginDetailScreenAgreementTitle
source: Agreement
nl: Afspraken

# loginDetailScreenCredentialsBody
source: Only the following data is shared. No more.
nl: Alleen de volgende gegeven worden gedeeld om in te loggen. Niets meer.

# loginDetailScreenCredentialsTitle
source: Login credentials
nl: Inloggegevens

# loginDetailScreenTitle
source: Information about logging in at {organization}
nl: Informatie over inloggen bij {organization}

# menuScreenAboutCta
source: About this app
nl: Over deze app

# menuScreenFeedbackCta
source: Give feedback
nl: Geef feedback

# menuScreenHelpCta
source: Need help?
nl: Hulp nodig?

# menuScreenHistoryCta
source: Activities
nl: Activiteiten

# menuScreenLockCta
source: Log out
nl: Uitloggen

# menuScreenSettingsCta
source: Settings
nl: Instellingen

# menuScreenTourCta
source: App tour videos
nl: Uitleg-video's

# menuScreenWCAGPageAnnouncement
source: Menu in list {count} items
nl: Menu in lijst {count} stuks

# mockDigidScreenAcceptCta
source: login
nl: inloggen

# mockDigidScreenDeclineCta
source: cancel
nl: annuleren

# mockDigidScreenEnterPin
source: Enter a random PIN to continue
nl: Voer een willekeurige pincode in om verder te gaan

# mockDigidScreenForgotPinCta
source: Forgot PIN
nl: Pincode vergeten

# mockDigidScreenHeaderSubtitle
source: You are logging in at:
nl: U gaat inloggen bij:

# mockDigidScreenHeaderTitle
source: Login
nl: Inloggen

# mockDigidScreenSignInOrganization
source: National Office for Identity Data (RvIG)
nl: Rijksdienst voor Identiteits­gegevens

# mockDigidScreenTitle
source: Securely login with DigiD
nl: Vertrouwd inloggen met DigiD

# organizationApprovePageApproveCta
source: Share
nl: Ja, volgende

# organizationApprovePageFraudInfoPart1
source: Beware of fraud. Check the web address where you scanned the QR code.
nl: Pas op voor fraude. Controleer het webadres op de website waar je QR-code hebt gescand.

# organizationApprovePageFraudInfoPart2
source: Only proceed if the address matches {url}.
nl: Ga alleen verder als het adres gelijk is aan {url}.

# organizationApprovePageGenericTitle
source: Do you recognize {organization}?
nl: Herken je {organization}?

# organizationApprovePageLoginCta
source: Log in
nl: Inloggen

# organizationApprovePageLoginTitle
source: Do you want to log in to {organization}?
nl: Wil je inloggen bij {organization}?

# organizationApprovePageMoreInfoCta
source: See details
nl: Bekijk details

# organizationApprovePageMoreInfoLoginCta
source: Check all details
nl: Bekijk welke gegevens je deelt

# organizationApprovePageShareWithApproveCta
source: Yes, continue
nl: Ja, verder

# organizationButtonLabel
source: About this organization
nl: Over deze organisatie

# organizationDetailScreenCategoryInfo
source: Organization type
nl: Soort organisatie

# organizationDetailScreenDepartmentInfo
source: Department
nl: Afdeling

# organizationDetailScreenKvkInfo
source: Chamber of Commerce number (KVK)
nl: KVK nummer

# organizationDetailScreenLegalNameInfo
source: Legal name
nl: Officiële naam

# organizationDetailScreenLocationInfo
source: Location
nl: Locatie

# organizationDetailScreenPrivacyInfo
source: Privacy statement
nl: Privacyverklaring

# organizationDetailScreenReportIssueCta
source: Would you like to report a problem?
nl: Wil je een probleem melden?

# organizationDetailScreenSomeInteractions
source: You have shared before with {name}
nl: Je hebt eerder gedeeld met {name}

# organizationDetailScreenTitle
source: About {name}
nl: Over {name}

# organizationFallbackName
source: The organization
nl: De organisatie

# pageIndicatorSemanticsLabel
source: Step {current} out of {total}
nl: Stap {current} van {total}

# pidAddressCardTitle
source: Residential address
nl: Woonadres

# pidIdCardTitle
source: Personal data
nl: Persoons­gegevens

# pinBlockedScreenDescription
source: You have entered your PIN incorrectly too many times. Do you want to use the Wallet again? Then you have to start again. Clear the Wallet and choose a new PIN.
nl: Je hebt je pincode te vaak verkeerd ingevuld. Wil je weer gebruik maken van de Wallet? Dan moet je opnieuw beginnen. Wis de Wallet en kies een nieuwe pincode.

# pinBlockedScreenHeadline
source: Your app has been blocked
nl: Je app is geblokkeerd

# pinBlockedScreenResetWalletCta
source: Delete Wallet
nl: Verwijder Wallet

# pinConfirmationErrorDialogDescription
source: Try again.
nl: Probeer opnieuw.

# pinConfirmationErrorDialogFatalCta
source: CHOOSE NEW PIN
nl: NIEUWE PINCODE KIEZEN

# pinConfirmationErrorDialogFatalDescription
source: Choose a new PIN.
nl: Kies een nieuwe pincode.

# pinConfirmationErrorDialogFatalTitle
source: This PIN is different
nl: Deze pincode is anders

# pinConfirmationErrorDialogTitle
source: This PIN is different
nl: Deze pincode is anders

# pinEnteredDigitsAnnouncement
source: {count, plural, one {{count} digit left} other {{count} digits left}}
nl: {count, plural, one {{count} cijfer over} other {{count} cijfers over}}

# pinErrorDialogCloseCta
source: CLOSE
nl: SLUITEN

# pinErrorDialogFinalRoundFinalAttempt
source: You have one more try. If the next PIN is wrong, the app will be permanently blocked.
nl: Je mag het nog 1 keer proberen. Als de volgende pincode ongeldig is wordt de app permanent geblokkeerd.

# pinErrorDialogFinalRoundNonFinalAttempt
source: You can try {count} more times. After {count} wrong attempts, the app will be permanently blocked.
nl: Je mag het nog {count} keer proberen. Na {count} ongeldige pincodes wordt de app permanent geblokkeerd.

# pinErrorDialogForgotCodeCta
source: FORGOT PIN?
nl: PINCODE VERGETEN?

# pinErrorDialogNonFinalRoundFinalAttempt
source: You have one more try. If the next PIN is wrong, the app will be temporary blocked.
nl: Je mag het nog 1 keer proberen. Als de volgende pincode ongeldig is wordt de app tijdelijk geblokkeerd.

# pinErrorDialogNonFinalRoundInitialAttempt
source: Incorrect PIN. Please try again.
nl: Verkeerde pincode. Probeer het opnieuw.

# pinErrorDialogNonFinalRoundNonFinalAttempt
source: You can try {count} more times.
nl: Je mag het nog {count} keer proberen.

# pinErrorDialogRestartSetupWarning
source: You have one more try. If the next PIN is wrong, the setup will start over.
nl: Je mag het nog 1 keer proberen. Als de volgende pincode ongeldig is, zal het aanmaken proces opnieuw starten vanaf het begin.

# pinErrorDialogTitle
source: Wrong PIN
nl: Verkeerde pincode

# pinFieldAnnouncementLabel
source: {count, plural, one {Access PIN, {count} digit left} other {Access PIN, {count} digits left}}
nl: {count, plural, one {Toegangscode, {count} cijfer over} other {Toeganscode, {count} cijfers over}}

# pinKeyboardWCAGBackspaceLabel
source: Delete
nl: Verwijder

# pinKeyboardWCAGBackspaceLongPressHint
source: Delete all
nl: Alles te verwijderen

# pinScreenForgotPinCta
source: Forgot PIN?
nl: Pincode vergeten?

# pinScreenHeader
source: Open with your PIN
nl: Open met je pincode

# pinTimeoutScreenClearWalletCta
source: Delete wallet
nl: Wallet wissen

# pinTimeoutScreenForgotPinCta
source: Forgot PIN?
nl: Pincode vergeten?

# pinTimeoutScreenHeadline
source: Temporarily blocked
nl: Tijdelijk geblokkeerd

# pinTimeoutScreenTimeoutCountdown
source: Too many wrong PIN attempts. Please try again in {timeLeft}.
nl: Je hebt je pincode te vaak verkeerd ingevuld. Probeer het opnieuw in {timeLeft}.

# pinValidationErrorDialogAscendingOrDescendingDigitsError
source: Do not use sequential numbers. Choose a different PIN.
nl: Gebruik geen cijfers op volgorde. Kies een andere pincode.
